Любое дифференциальное уравнение имеет целое семейство решений. Это
неудивительно: дифференциальное уравнение задаёт закон, по которому меняется
система, но конкретная траектория зависит от того, в каком состоянии система
находилась в начальный момент времени. Если вместе с дифференциальным уравнением
$\dot x = f(t, x)$ задано начальное условие $x(t_0)=x_0$, то есть зафиксировано
состояние в какой-то момент времени, говорят, что поставлена *задача Коши* (в
англоязычной литературе принят термин *Initial Value Problem*, *IVP*).

"Подробнее": "._thebook001.html"
