======= Глоссарий =======

===== Интегральная кривая =====
# snippet: integral_curve
*Интегральная кривая* дифференциального уравнения — это просто график его решения. Интегральная кривая лежит в расширенном фазовом пространстве и в каждой своей точке касается поля направлений, соответствующего дифференциальному уравнению.

${details("sec:01:geoms")}

===== Задача Коши =====
# snippet: cauchy
Если вместе с дифференциальным уравнением вида $\dot x = f(t, x)$ задано
*начальное условие* $x(t_0)=x_0$, где $t_0$ и $x_0$ — некоторые константы, то
говорят, что поставлена *задача Коши*. Само дифференциальное уравнение имеет
целое семейство решений, но начальному условию из них удовлетворяет 
только одно (если дифференциальное уравнение не слишком плохое).

${details("sec:Cauchy_problem")}
# end of snippets
